Repository: Def-pavard/TruthAPP
Catalog: lib/l10n/app_*.arb
Languages: he, ja

source: Text Verification
he: אימות טקסט
ja: テキスト検証

source: Image Forensics
he: זיהוי פלילי של תמונות
ja: 画像フォレンジック

# analyzeText
source: Analyze a text, article or statement
he: נַאֲלֵם טקסט, מאמר או הצהרה
ja: テキスト、記事、または声明を分析する

# welcomeForensics
source: Welcome to Forensics mode. Upload an image to analyze its origin, detect manipulations and verify its context. Truth is in the details.
he: ברוך הבא למצב Forensics. העלה תמונה כדי לנתח את מקורה, לזהות מניפולציות ולאמת את ההקשר שלה. האמת נמצאת בפרטים.
ja: フォレンジックモードへようこそ。画像をアップロードして、その出所を分析し、改ざんを検出し、文脈を検証します。真実は細部に宿ります。

# welcomeDaily
source: Truth Daily is your real-time information watch. Enter a topic, keyword or event name to get factual and impartial analysis of the latest news.
he: Truth Daily הוא מערכת המעקב אחר מידע בזמן אמת שלך. הזן נושא, מילת מפתח או שם אירוע כדי לקבל ניתוח עובדתי ולא מוטה של החדשות האחרונות.
ja: Truth Dailyは、リアルタイムの情報監視です。トピック、キーワード、またはイベント名を入力して、最新ニュースの事実に基づいた偏りのない分析を取得します。

# uploadImage
source: Click or drag to upload an image
he: לחץ או גרור כדי להעלות תמונה
ja: クリックまたはドラッグして画像をアップロード

source: new analysis
he: ניתוח חדש
ja: 新しい分析

source: Analysis in progress...
he: ניתוח מתבצע...
ja: 分析中...

source: Dark Mode
he: מצב כהה
ja: ダークモード

source: Light Mode
he: מצב בהיר
ja: ライトモード

source: System Theme
he: ערכת נושא של המערכת
ja: システムテーマ

source: Language
he: שפה
ja: 言語

source: System Language
he: שפת מערכת
ja: システム言語

source: See more
he: ראה עוד
ja: もっと見る

source: See less
he: ראה פחות
ja: 折りたたむ

source: Share results
he: שתף תוצאות
ja: 結果を共有

# verdictTrue
source: True
he: נָכוֹן
ja: 真実

# verdictMostlyTrue
source: MOSTLY TRUE
he: ברובו נכון
ja: ほぼ真実

# verdictMixed
source: MIXED
he: מָעוֹרָב
ja: 混合

# verdictMostlyFalse
source: MOSTLY FALSE
he: ברובו שקרי
ja: ほぼ虚偽

# verdictFalse
source: FALSE
he: שֶׁקֶר
ja: 虚偽

# verdictUnverifiable
source: unverifiable
he: לא ניתן לאימות
ja: 検証不能

source: Theme selection
he: בחירת ערכת נושא
ja: テーマ選択

# themeDescription
source: Choose the appearance of the application
he: בחר את המראה של היישום
ja: アプリの外観を選択

# systemThemeDescription
source: Use system theme
he: השתמש בערכת הנושא של המערכת
ja: システムテーマを使用
